<template>
  <div>
    <q-collapsible
      dark
      icon="looks_two"
      label="Магистр: ФГБОУ ВПО «Национальный исследовательский Томский политехнический университет» (г. Томск)">
      <div>
        <div class="quote">
          <a
            href="http://tpu.ru"
            style="color: white">tpu.ru</a>
        </div>
        <dl class="horizontal">
          <dt> Годы </dt>
          <dd> <i>2017 - 2019</i> </dd>
          <dt>Школа</dt>
          <dd>Инженерная школа информационных технологий и робототехники (бывш. Институт кибернетики)</dd>
          <dt>Отделение</dt>
          <dd>Отделение автоматизации и робототехники (бывш. Кафедра Автоматизации и компьютерных систем (АиКС))</dd>
          <dt>Направление подготовки</dt>
          <dd>27.04.04 "Управление в технических системах"</dd>
          <dt>Средний балл по диплому</dt>
          <dd>5,000</dd>
        </dl>
      </div>
    </q-collapsible>
    <q-collapsible
      dark
      icon="looks_one"
      label="Бакалавр: ФГБОУ ВО «Сибирский государственный индустриальный университет» (г. Новокузнецк)">
      <div>
        <div class="quote">
          <a
            href="http://sibsiu.ru"
            style="color: white">sibsiu.ru</a>
        </div>
        <dl class="horizontal">
          <dt> Годы </dt>
          <dd> <i>2013 - 2017</i> </dd>
          <dt>Институт</dt>
          <dd>Институт информационных технологий и автоматизированных систем</dd>
          <dt>Кафедра</dt>
          <dd>Кафедра автоматизации и информационных систем</dd>
          <dt>Направление подготовки</dt>
          <dd>15.03.04 «Автоматизация технологических процессов и производств»</dd>
          <dt>Средний балл по диплому</dt>
          <dd>4,576</dd>
        </dl>
      </div>
    </q-collapsible>
    <q-collapsible
      dark
      icon="plus_one"
      label="Повышение квалификации">
      <ol>
        <li>Управление персоналом: основы трудового права и делопроизводства (г. Новокузнецк)
          <br>
          Средний балл: 5,000
        </li>
      </ol>
    </q-collapsible>
  </div>
</template>

<script>
export default {
  name: 'Education'
}
</script>
