<template>
  <div
    class="q-pa-md"
    style="border-radius: 5px">
    <q-tree
      color='white'
      text-color='grey-4'
      dark
      :nodes="props"
      node-key="label"
    />
  </div>
</template>

<script>
export default {
  name: 'Work',
  data: () => ({
    props: [
      {
        label: 'Карьерный путь',
        icon: 'work',
        header: 'root',
        children: [
          {
            label: 'стажировка: ООО "Элком+" г.Томск',
            icon: 'restaurant_menu',
            children: [
              {
                label: 'год: 2018 - 2019'
              },
              {
                label: 'срок: 7 месяцев (продолжается)'
              },
              {
                label: 'отдел АСУ ТП'
              },
              {
                label: 'Тестировщик ПО',
                children: [
                  { label: 'разрабатывал кейс-тесты / чек-листы для тестирования WEB-ПО со всеми видами тестирования. В качестве автоматизированного ПО для тестирования WEB-приложений нашёл и применил программный продукт Browser Automation Studio. Для регистрации багов применено открытое серверное веб-приложение для управления проектами и задачами Redmine.' }
                ]
              },
              {
                label: 'Fronted-разработчик',
                children: [
                  { label: 'Помогаю в разработке WEB-ПО с использованием фреймворка Quasar и библиотеки Vue.js' }
                ]
              }
            ]
          },
          {
            label: 'стажировка: ОАО "ЭлеСи" г.Томск',
            icon: 'room_service',
            children: [
              {
                label: 'год: 2017'
              },
              {
                label: 'срок: 3 месяца'
              },
              {
                label: 'департамент автоматизации нефтегазовой отрасли'
              },
              {
                label: 'был на вакансии "Инженер-разработчик АСУ": разбирался/работал со SCADA WinCC OA (делал свои мини-проекты, чтобы посмотреть как работает данная SCADA-система. Настраивал WEB-сервер SCADA для вывода в сеть).'
              }
            ]
          },
          {
            label: 'производственная практика: ООО "Индас Холдинг" г. Новокузнецк',
            icon: 'photo',
            children: [
              {
                label: 'год: 2016'
              },
              {
                label: 'срок: 1 месяц'
              },
              {
                label: 'отдел проектирования и автоматизации производств'
              },
              {
                label: 'произведено ознакомление с MES-уровнем, ознакомился с проектированием систем отображения информации (СОИ), разработана СОИ для объекта: «Дуговая сталеплавильная печь прямого действия» на языке программирования JavaScript с применением библиотеки FabricJS'
              }
            ]
          },
          {
            label: 'производственная практика: ООО "Шахта Листвяжная" г.Белово',
            icon: 'photo',
            children: [
              {
                label: 'год: 2015'
              },
              {
                label: 'срок: 1 месяц'
              },
              {
                label: 'отдел АСУ ТП'
              },
              {
                label: 'изучена технология автоматизации и общие системы АСУ, применяемые в угольном деле, а также произведено ознакомление и настройка с расключением контроллеров UML-10'
              }
            ]
          }
        ]
      }
    ]
  })
}
</script>
