export default {
  films: [
    {
      name: 'Интерстеллар',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Побег из Шоушенка',
      genre: 'Драма',
      note: ''
    },
    {
      name: 'Дневник памяти',
      genre: 'Драма',
      note: ''
    },
    {
      name: 'Город героев',
      genre: 'Мультфильм',
      note: ''
    },
    {
      name: 'Шрек',
      genre: 'Мультфильм',
      note: ''
    },
    {
      name: 'Апгрейд',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Пустота',
      genre: 'Ужасы',
      note: ''
    },
    {
      name: 'Никто не выжил',
      genre: 'Ужасы',
      note: ''
    },
    {
      name: 'Паразиты',
      genre: 'Драма',
      note: 'Южная Корея'
    },
    {
      name: 'Гори, гори ясно',
      genre: 'Фантастика',
      note: 'Злой супермен'
    },
    {
      name: 'З.Л.О.',
      genre: 'Ужасы',
      note: 'Мини-отрывки историй'
    },
    {
      name: 'Пансион',
      genre: 'Ужасы',
      note: ''
    },
    {
      name: 'Алита: Боевой ангел',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Невидимый',
      genre: 'Триллеры',
      note: 'Сам не смотрел, но мне рекомендовали'
    },
    {
      name: 'Стекло',
      genre: 'Фантастика',
      note: 'Сюда входят "Неуязвимый" и "Сплит"'
    },
    {
      name: 'Клаустрафобы',
      genre: 'Триллеры',
      note: ''
    },
    {
      name: 'Аксиома',
      genre: 'Ужасы',
      note: ''
    },
    {
      name: 'Хроники хищных городов',
      genre: 'Фэнтези',
      note: ''
    },
    {
      name: 'Богемская рапсодия',
      genre: 'Биография',
      note: '"Я сам решаю, кто я есть"'
    },
    {
      name: 'Игра Эндера',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Судья Дредд 3D',
      genre: 'Фантастика',
      note: '2012 год'
    },
    {
      name: 'Красные огни',
      genre: 'Детективы',
      note: ''
    },
    {
      name: 'Звёздная пыль',
      genre: 'Фэнтези',
      note: 'Один из любимейших'
    },
    {
      name: 'Сквозь снег',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Принц Персии: Пески времени',
      genre: 'Фэнтези',
      note: ''
    },
    {
      name: 'Птичий короб',
      genre: 'Драма, Фантаситика',
      note: 'Занимательный фильм'
    },
    {
      name: 'Из машины',
      genre: 'Фантастика',
      note: 'Искусственный интеллект'
    },
    {
      name: 'Демон внутри',
      genre: 'Ужасы',
      note: ''
    },
    {
      name: 'Исходный код',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Области тьмы',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Двухсотлетний человек ',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Начало',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Гаттака',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Люси',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Другой мир: война ликанов',
      genre: 'Фэнтези',
      note: ''
    },
    {
      name: 'Она',
      genre: 'Мелодрама',
      note: ''
    },
    {
      name: 'Карантин, Репортаж, Репортаж 2',
      genre: 'Ужасы',
      note: ''
    },
    {
      name: 'Кто Я',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Экзамен',
      genre: 'Ужасы',
      note: ''
    },
    {
      name: 'Семь Жизней',
      genre: 'Драма',
      note: 'Уилл Смит'
    },
    {
      name: 'Время',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Игра ',
      genre: 'Триллеры',
      note: '1998 год'
    },
    {
      name: 'Доктор Стрэндж',
      genre: 'Фэнтези',
      note: ''
    },
    {
      name: 'На крючке',
      genre: 'Фантастика',
      note: 'Искусственный интеллект'
    },
    {
      name: 'Атлантида: Затерянный мир',
      genre: 'Мультфильм',
      note: '2 части'
    },
    {
      name: 'Репродукция',
      genre: 'Фантастика',
      note: 'снимается Киану Ривз. Отличное кино'
    },
    {
      name: 'Превосходство',
      genre: 'Фантастика',
      note: 'Будущее. Искусственный интеллект'
    },
    {
      name: 'Зигота',
      genre: 'Фантастика',
      note: 'Короткометражка. Длительность: 20 минут'
    },
    {
      name: 'Искусственный разум',
      genre: 'Фантастика',
      note: 'Ребёнок-робот'
    },
    {
      name: 'Прометей',
      genre: 'Фантастика',
      note: 'Вселенная Чужих'
    },
    {
      name: 'Тринадцатый этаж',
      genre: 'Фантастика',
      note: '1999 год. Сродни матрице'
    },
    {
      name: 'Я, робот',
      genre: 'Фантастика',
      note: '2004. Уилл Смит'
    },
    {
      name: 'Лекарство от здоровья',
      genre: 'Ужасы, Фантастика',
      note: 'Занимательный фильм'
    },
    {
      name: 'Облачный атлас',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Грань будущего',
      genre: 'Фантастика, Боевик',
      note: 'А что бы вы делали, если бы попали в петлю времени?'
    },
    {
      name: 'Живое',
      genre: 'Фантастика',
      note: 'Космос. Иноплонетное существо, убивающее всё'
    },
    {
      name: 'Париж: Город Мёртвых',
      genre: 'Ужасы',
      note: ''
    },
    {
      name: 'Операция "Мёртвый снег"',
      genre: 'Ужасы, Комедия',
      note: 'Весёлый фильмец)'
    },
    {
      name: '28 Недель спустя',
      genre: 'Ужасы',
      note: 'Зомби-вирус'
    },
    {
      name: 'Форест Гамп',
      genre: 'Драма, Мелодрама',
      note: ''
    },
    {
      name: 'Игры разума',
      genre: 'Драма, Биография',
      note: 'История математического гения Джона Форбса Нэш-младшего'
    },
    {
      name: 'Остров проклятых',
      genre: 'Триллер, Детектив',
      note: ''
    },
    {
      name: 'Идентификация',
      genre: 'Триллер, Детектив',
      note: 'Бушует жуткий ливень. В поисках укрытия десять путешественников вынуждены остановиться на ночь в старом придорожном мотеле. Однако вскоре они с ужасом обнаруживают, что это место становится не спасительным укрытием, а смертельной мышеловкой. Люди гибнут один за другим, а убийца, скрывающийся среди них, по-прежнему не вычислен...'
    },
    {
      name: 'Пиджак',
      genre: 'Триллер, Детектив',
      note: ''
    },
    {
      name: 'Загадочная история Бенджамина Баттона',
      genre: 'Драма, Фэнтези',
      note: 'Очень интересный!'
    },
    {
      name: 'Эффект бабочки',
      genre: 'Фантастика, Триллер',
      note: 'А что, если вы на несколько секунд попали в прошлое и изменили одну незначительную вещь. Как думаете, будущее бы кардинально поменялось?'
    },
    {
      name: 'Престиж',
      genre: 'Фантастика, Триллер',
      note: ''
    },
    {
      name: 'Суррогаты',
      genre: 'Фантастика, Боевик',
      note: ''
    },
    {
      name: 'Судная ночь',
      genre: 'Ужасы',
      note: 'Ночь, когда не действуют никакие законы и не будет последствий за совершённые действия'
    },
    {
      name: 'Эксперимент',
      genre: 'Триллер, Драма',
      note: `Рекомендую фильм 2001 года Германия (есть переснятый в США). Фильм рассказывает о проведённом эксперименте, когда социальные роли явно овладевают над личностью человека.
Есть продолжение: "Эксперимент 2: Волна"`
    }
  ],
  serials: [
    {
      name: 'Экспансия',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Доктор Кто',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Готэм',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Пацаны',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Охотник за разумом',
      genre: 'Криминал',
      note: ''
    },
    {
      name: 'Острые козырьки',
      genre: 'Криминал',
      note: ''
    },
    {
      name: 'Менталист',
      genre: 'Криминал',
      note: ''
    },
    {
      name: 'Мир дикого запада',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Чёрное зеркало',
      genre: 'Фантастика',
      note: 'Однозначно рекомендую'
    },
    {
      name: 'Очень странные дела',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Академия Амбрелла',
      genre: 'Фантастика',
      note: 'Суперлюди'
    },
    {
      name: 'Происхождение',
      genre: 'Фантастика',
      note: 'Космос'
    },
    {
      name: 'Клиника',
      genre: 'Комедия',
      note: ''
    },
    {
      name: 'Полицейский с рублёвки',
      genre: 'Комедия',
      note: ''
    }
  ],
  books: [
    {
      name: 'Цикл «Тёмные начала». Филип Пулман',
      genre: 'Фэнтези',
      note: ''
    },
    {
      name: 'Цикл «Таинственные расследования Салли Локхарт». Филип Пулман',
      genre: 'Роман',
      note: ''
    },
    {
      name: 'Цикл «Трилогия Бартимеуса». Джонатан Страуд',
      genre: 'Фэнтези',
      note: ''
    },
    {
      name: '«Тайный Огонь», «Последняя осада», «Кольцо Соломона», «Победители чудовищ». Джонатан Страуд',
      genre: 'Фэнтези',
      note: ''
    },
    {
      name: 'Цикл «Колесо времени». Роберт Джордан',
      genre: 'Фэнтези',
      note: ''
    },
    {
      name: 'Цикл «Тропа демона». Алексей Глушановский',
      genre: 'Фэнтези',
      note: ''
    },
    {
      name: '«Шторм-Вор». Крис Вудинг',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: '«Повелитель драконов». Корнелия Функе',
      genre: 'Фэнтези',
      note: ''
    },
    {
      name: '«Планета обезьян». Пьер Буль',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Цикл «Артемис Фаул». Йон Колфер',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Цикл «Безымянный раб». Виталий Зыков',
      genre: 'Фэнтези',
      note: ''
    },
    {
      name: 'Цикл «Перси Джексон и Олимпийцы». Рик Риордан',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Цикл «Наследники богов». Рик Риордан',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: '«Город и звёзды». Артур Чарльз Кларк',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: 'Цикл  «Вселенная Эндера». Орсон Скотт Кард',
      genre: 'Фантастика',
      note: ''
    },
    {
      name: '«Scrum. Революционный метод управления проектами». Джефф Сазерленд',
      genre: 'Управление проектами',
      note: ''
    },
    {
      name: '«Прикладной системный анализ». Ф.П. Тарасенко',
      genre: 'Системный анализ',
      note: ''
    },
    {
      name: '«Два капитана».  Вениамин Каверин',
      genre: 'Приключение',
      note: 'История длиною в жизнь'
    }
  ],
  links: [
    {
      name: 'https://www.deepl.com',
      genre: 'Переводчик',
      note: 'Лучше, чем Google и Яндекс - переводчики'
    },
    {
      name: 'https://openedu.ru/',
      genre: 'Образование',
      note: ''
    },
    {
      name: 'https://stepik.org',
      genre: 'Образование',
      note: ''
    },
    {
      name: 'https://www.edx.org',
      genre: 'Образование',
      note: ''
    },
    {
      name: 'https://www.intuit.ru',
      genre: 'Образование',
      note: ''
    },
    {
      name: 'https://www.lektorium.tv/mooc',
      genre: 'Образование',
      note: ''
    },
    {
      name: 'https://universarium.org/project',
      genre: 'Образование',
      note: ''
    },
    {
      name: 'https://www.coursera.org/browse',
      genre: 'Образование',
      note: ''
    },
    {
      name: 'https://t.me/flibustafreebookbot',
      genre: 'Telegram',
      note: ''
    },
    {
      name: 'https://t.me/audioknigi_channel',
      genre: 'Telegram',
      note: ''
    },
    {
      name: 'https://t.me/audio_biznes_kniga',
      genre: 'Telegram',
      note: ''
    },
    {
      name: 'http://kinoxa.in/',
      genre: 'Онлайн кинотеатр',
      note: ''
    },
    {
      name: 'http://lelang.ru',
      genre: 'Изучение иностранных языков',
      note: ''
    },
    {
      name: 'https://puzzle-english.com/',
      genre: 'Изучение иностранных языков',
      note: ''
    },
    {
      name: 'https://calendar.google.com/calendar/r/week',
      genre: 'Распределение времени',
      note: ''
    },
    {
      name: 'https://habr.com',
      genre: 'Статьи в сфере IT / Менеджмента',
      note: ''
    },
    {
      name: 'https://www.youtube.com/channel/UCpOVSR-eXMcCfAB2HhQbCEA',
      genre: 'YouTube. Каналы',
      note: 'ШОУ-ШКОЛА'
    },
    {
      name: 'https://www.youtube.com/channel/UCZuRMfF5ZUHqYlKkvU12xvg',
      genre: 'YouTube. Каналы',
      note: 'Простые Мысли'
    },
    {
      name: 'https://www.youtube.com/channel/UCQmAuu6V3kSzdIfrszr5iKg',
      genre: 'YouTube. Каналы',
      note: 'Яндекс. Управление проектами и продуктом'
    },
    {
      name: 'https://www.youtube.com/channel/UCSaVoRErW4kqKsDqExs2MXA/videos',
      genre: 'YouTube. Каналы',
      note: 'SciOne '
    },
    {
      name: 'https://www.youtube.com/channel/UC_J8gecUO4gsesLXbXfjnNg',
      genre: 'YouTube. Каналы',
      note: 'ENGLISH GALAXY - Английский язык с нуля'
    },
    {
      name: 'https://www.youtube.com/channel/UCkVfFOzvocgJ9srm3lc6Qsw',
      genre: 'YouTube. Каналы',
      note: 'TED на русском языке'
    },
    {
      name: 'https://www.youtube.com/watch?v=i745NXpbMKc&list=PLho0jPYl5RAGFhG1ZDBpqBcnzbXXPJr1I&index=161&t=0s',
      genre: 'YouTube. Видео',
      note: 'Психология общения. Выпуски 1 - 16'
    },
    {
      name: 'https://promokod.pikabu.ru/',
      genre: 'Полезное',
      note: 'Промокоды от Пикабу'
    }
  ]
}
